MaterialTab={
[1] ={
["原料名称"] ="小麦",
["原料价格"] ="5",
["原料编码"] ="1"
},
[2] ={
["原料名称"] ="鸡蛋",
["原料价格"] ="5",
["原料编码"] ="2"
},
[3] ={
["原料名称"] ="添加剂",
["原料价格"] ="5",
["原料编码"] ="3"
},
[4] ={
["原料名称"] ="猪肉",
["原料价格"] ="5",
["原料编码"] ="4"
},
[5] ={
["原料名称"] ="纯净水",
["原料价格"] ="5",
["原料编码"] ="5"
},
[6] ={
["原料名称"] ="鸡肉",
["原料价格"] ="5",
["原料编码"] ="6"
},
[7] ={
["原料名称"] ="牛奶",
["原料价格"] ="5",
["原料编码"] ="7"
},
[8] ={
["原料名称"] ="面粉",
["原料价格"] ="5",
["原料编码"] ="8"
},
[9] ={
["原料名称"] ="蔬菜",
["原料价格"] ="5",
["原料编码"] ="9"
},
[10] ={
["原料名称"] ="香料",
["原料价格"] ="5",
["原料编码"] ="10"
}
}