CityInfoConfig = {
	[1] ={
		name = '行业销售额',
	},
	[2] ={
		name = '原料厂',
		content = {
			[1] = {
				name = '行业供需',	
				type = 11,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 11,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 11,
				id = 3,
				 inside={
					[1] ={
						name ="小麦",
						itemId = 2101001,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[2] ={
						name ="猪肉",
						itemId = 2101002,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[3] ={
						name ="鸡蛋",
						itemId = 2101003,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[4] ={
						name ="奶酪",
						itemId = 2101004,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[5] ={
						name ="棉",
						itemId = 2102001,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[6] ={
						name ="珊瑚绒",
						itemId = 2102002,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[7] ={
						name ="树胶",
						itemId = 2102003,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[8] ={
						name ="呢绒",
						itemId = 2102004,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
				},
			},
		}
	},
	[3] ={
		name = '加工厂',
		content = {
			[1] = {
				name = '行业供需',
				type = 12,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 12,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 12,
				id = 3,
				 inside={
					[1] ={
						name ="面包",
						itemId = 2251101,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[2] ={
						name ="热狗",
						itemId = 2251102,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							d = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[3] ={
						name ="蛋挞",
						itemId = 2251103,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[4] ={
						name ="汉堡",
						itemId = 2251201,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[5] ={
						name ="香肠",
						itemId = 2251202,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[6] ={
						name ="三明治",
						itemId = 2251203,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[7] ={
						name ="手套",
						itemId = 2252101,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[8] ={
						name ="围巾",
						itemId = 2252102,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[9] ={
						name ="冬帽",
						itemId = 2252103,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[10] ={
						name ="西装",
						itemId = 2252201,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[11] ={
						name ="毛衣",
						itemId = 2252202,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
					[12] ={
						name ="大衣",
						itemId = 2252203,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
							[5] ={
							name ="EVA等级分布",
							id = 5,
							},
						},
					},
				},
			},
		},
	},
	[4] ={
		name = '零售店',	
		content = {
			[1] = {
				name = '行业供需',
				type = 13,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 13,
				id = 2,
			},
			[3] = {
				name = '建筑EVA等级分布',
				type = 13,
				id = 4,
			},
			[4] = {
				name = '行业详细数据',
				type = 13,
				id = 3,
				 inside={
					[1] ={
						name ="面包",
						itemId = 2251101,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[2] ={
						name ="热狗",
						itemId = 2251102,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[3] ={
						name ="蛋挞",
						itemId = 2251103,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[4] ={
						name ="汉堡",
						itemId = 2251201,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[5] ={
						name ="香肠",
						itemId = 2251202,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[6] ={
						name ="三明治",
						itemId = 2251203,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[7] ={
						name ="手套",
						itemId = 2252101,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[8] ={
						name ="围巾",
						itemId = 2252102,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[9] ={
						name ="冬帽",
						itemId = 2252103,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[10] ={
						name ="西装",
						itemId = 2252201,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[11] ={
						name ="毛衣",
						itemId = 2252202,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
					[12] ={
						name ="大衣",
						itemId = 2252203,
						date = {
							[1] ={
							name ="销售额",
							id = 1,
							},
							[2] ={
							name ="供需",
							id = 2,
							},
							[3] ={
							name ="成交均价",
							id = 3,
							},
							[4] ={
							name ="玩家排行",
							id = 4,
							},
						},
					},
				},
			},
		},
	},
	[5] ={
		name = '住宅',
		content = {
			[1] = {
				name = '行业供需',
				type = 14,
				id = 1,
			},
			[2] = {
				name ='成交均价',
				type = 14,
				id = 5,
			},
			[3] = {
				name = '收入排行',
				type = 14,
				id = 2,
			},
			[4] = {
				name ='EVA等级分布',
				type = 14,
				id = 4,
		    },
		},
	},
	[6] ={
		name = '数据公司',
		content = {
			[1] = {
				name = '行业供需',
				type = 16,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 16,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 16,
				id = 3,
				inside = {
					[1] = {
						name = '加工厂数据资料',
						itemId = 1600012,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[2] = {
						name = '零售店数据资料',
						itemId = 1600013,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[3] = {
						name = '住宅数据资料',
						itemId = 1600014,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
				},
			},
		},
	},
	[7] ={
		name = '研究所',
		content = {
			[1] = {
				name = '行业供需',
				type = 15,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 15,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 15,
				id = 3,
				inside = {
					[1] = {
						name = 'EVA原料厂',
						itemId = 1500011,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[2] = {
						name = 'EVA加工厂',
						itemId = 1500012,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[3] = {
						name = 'EVA零售店',
						itemId = 1500013,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[4] = {
						name = 'EVA住宅',
						itemId = 1500014,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[5] = {
						name = 'EVA数据公司',
						itemId = 1500016,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
					[6] = {
						name = 'EVA研究所',
						itemId = 1500015,
						date = {
							[1] = {
								name ='销售额',
								id = 1,
							},
							[2] = {
								name ='供需',
								id = 2,
							},
							[3] = {
								name ='成交均价',
								id = 3,
							},
							[4] = {
								name ='玩家排行',
								id = 4,
							},
							[5] = {
								name ='EVA等级分布',
								id = 5,
							},
						},
					},
				},
			},
		},
	},
	[8] ={
		name = '土地交易',
		content = {
			[1] = {
				name = '行业供需',
				type = 20,
				id = 1,
			},
			[2] = {
				name ='成交均价',id = 3,
				type = 20,
				id = 5,
			},
			[3] = {
				name = '收入排行',
				type = 20,
				id = 2,
			},
		},
	}
}
