CityInfoConfig = {
	[1] ={
		name = '行业销售额',
	},
	[2] ={
		name = '原料厂',
		content = {
			[1] = {
				name = '行业供需',	
				type = 11,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 11,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 11,
				id = 3,
				 inside={
					[1] ={
						name ="小麦",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[2] ={
						name ="猪肉",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[3] ={
						name ="鸡蛋",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[4] ={
						name ="奶酪",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[5] ={
						name ="棉",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[6] ={
						name ="珊瑚绒",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[7] ={
						name ="树胶",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[8] ={
						name ="呢绒",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
				},
			},
		}
	},
	[3] ={
		name = '加工厂',
		content = {
			[1] = {
				name = '行业供需',
				type = 12,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 12,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 12,
				id = 3,
				 inside={
					[1] ={
						name ="面包",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[2] ={
						name ="热狗",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[3] ={
						name ="蛋挞",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[4] ={
						name ="汉堡",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[5] ={
						name ="香肠",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[6] ={
						name ="三明治",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[7] ={
						name ="手套",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[8] ={
						name ="围巾",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[9] ={
						name ="冬帽",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[10] ={
						name ="西装",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[11] ={
						name ="毛衣",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
					[12] ={
						name ="大衣",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
							[5] ={
							name ="EVA等级分布",
							},
						},
					},
				},
			},
		},
	},
	[4] ={
		name = '零售店',	
		content = {
			[1] = {
				name = '行业供需',
				type = 13,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 13,
				id = 2,
			},
			[3] = {
				name = '建筑EVA等级分布',
				type = 13,
				id = 4,
			},
			[4] = {
				name = '行业详细数据',
				type = 13,
				id = 3,
				 inside={
					[1] ={
						name ="面包",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[2] ={
						name ="热狗",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[3] ={
						name ="蛋挞",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[4] ={
						name ="汉堡",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[5] ={
						name ="香肠",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[6] ={
						name ="三明治",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[7] ={
						name ="手套",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[8] ={
						name ="围巾",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[9] ={
						name ="冬帽",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[10] ={
						name ="西装",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[11] ={
						name ="毛衣",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
					[12] ={
						name ="大衣",
						date = {
							[1] ={
							name ="销售额",
							},
							[2] ={
							name ="供需",
							},
							[3] ={
							name ="成交均价",
							},
							[4] ={
							name ="玩家排行",
							},
						},
					},
				},
			},
		},
	},
	[5] ={
		name = '住宅',
		content = {
			[1] = {
				name = '行业供需',
				type = 14,
				id = 1,
			},
			[2] = {
				name = '成交均价',
				type = 14,
				id = 5,
			},
			[3] = {
				name = '收入排行',
				type = 14,
				id = 2,
			},
			[4] = {
				name = '行业详细数据',
				type = 14,
				id = 3,
				inside = {
					[1] = {
						name = '销售额'
					},
					[2] = {
						name = 'EVA等级分布',
					},
				},
			},
		},		
	},
	[6] ={
		name = '数据公司',
		content = {
			[1] = {
				name = '行业供需',
				type = 16,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 16,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 16,
				id = 3,
				inside = {
					[1] = {
						name = '加工厂数据资料',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[2] = {
						name = '零售店数据资料',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[3] = {
						name = '住宅数据资料',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
				},
			},
		},
	},
	[7] ={
		name = '研究所',
		content = {
			[1] = {
				name = '行业供需',
				type = 15,
				id = 1,
			},
			[2] = {
				name = '收入排行',
				type = 15,
				id = 2,
			},
			[3] = {
				name = '行业详细数据',
				type = 15,
				id = 3,
				inside = {
					[1] = {
						name = 'EVA原料厂',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[2] = {
						name = 'EVA加工厂',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[3] = {
						name = 'EVA零售店',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[4] = {
						name = 'EVA住宅',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[5] = {
						name = 'EVA数据公司',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
					[6] = {
						name = 'EVA研究所',
						data = {
							[1] = {
								name = '销售额',
							},
							[2] = {
								name = '供需',
							},
							[3] = {
								name = '成交均价',
							},
							[4] = {
								name = '玩家排行',
							},
							[5] = {
								name = 'EVA等级分布',
							},
						},
					},
				},
			},
		},
	},
	[8] ={
		name = '土地交易',
		content = {
			[1] = {
				name = '行业供需',
				type = 20,
				id = 1,
			},
			[2] = {
				name = '成交均价',
				type = 20,
				id = 5,
			},
			[3] = {
				name = '收入排行',
				type = 20,
				id = 2,
			},
		},
	}
}
