Good={
[2201001] ={
["itemId"] =2201001,
["name"] ="普通主食A",
["size"] =1,
["des"] ="普通主食A的简介",
["img"] ="普通主食A的图片路径",
["numOneSec"] =0.627671
},
[2201002] ={
["itemId"] =2201002,
["name"] ="普通主食B",
["size"] =1,
["des"] ="普通主食B的简介",
["img"] ="普通主食B的图片路径",
["numOneSec"] =0.596287
},
[2201003] ={
["itemId"] =2201003,
["name"] ="中级主食A",
["size"] =1,
["des"] ="中级主食A的简介",
["img"] ="中级主食A的图片路径",
["numOneSec"] =0.209223
},
[2201004] ={
["itemId"] =2201004,
["name"] ="中级主食B",
["size"] =1,
["des"] ="中级主食B的简介",
["img"] ="中级主食B的图片路径",
["numOneSec"] =0.188301
},
[2201005] ={
["itemId"] =2201005,
["name"] ="高级主食A",
["size"] =1,
["des"] ="高级主食A的简介",
["img"] ="高级主食A的图片路径",
["numOneSec"] =0.083689
},
[2201006] ={
["itemId"] =2201006,
["name"] ="高级主食B",
["size"] =1,
["des"] ="高级主食B的简介",
["img"] ="高级主食B的图片路径",
["numOneSec"] =0.087037
},
[2201007] ={
["itemId"] =2201007,
["name"] ="奢侈主食A",
["size"] =1,
["des"] ="奢侈主食A的简介",
["img"] ="奢侈主食A的图片路径",
["numOneSec"] =0.041844
},
[2201008] ={
["itemId"] =2201008,
["name"] ="奢侈主食B",
["size"] =1,
["des"] ="奢侈主食B的简介",
["img"] ="奢侈主食B的图片路径",
["numOneSec"] =0.0431
},
[2202001] ={
["itemId"] =2202001,
["name"] ="普通副食A",
["size"] =1,
["des"] ="普通副食A的简介",
["img"] ="普通副食A的图片路径",
["numOneSec"] =2.092237
},
[2202002] ={
["itemId"] =2202002,
["name"] ="普通副食B",
["size"] =1,
["des"] ="普通副食B的简介",
["img"] ="普通副食B的图片路径",
["numOneSec"] =2.071315
},
[2202003] ={
["itemId"] =2202003,
["name"] ="中级副食A",
["size"] =1,
["des"] ="中级副食A的简介",
["img"] ="中级副食A的图片路径",
["numOneSec"] =0.697412
},
[2202004] ={
["itemId"] =2202004,
["name"] ="中级副食B",
["size"] =1,
["des"] ="中级副食B的简介",
["img"] ="中级副食B的图片路径",
["numOneSec"] =0.669516
},
[2202005] ={
["itemId"] =2202005,
["name"] ="高级副食A",
["size"] =1,
["des"] ="高级副食A的简介",
["img"] ="高级副食A的图片路径",
["numOneSec"] =0.627671
},
[2202006] ={
["itemId"] =2202006,
["name"] ="高级副食B",
["size"] =1,
["des"] ="高级副食B的简介",
["img"] ="高级副食B的图片路径",
["numOneSec"] =0.596287
},
[2202007] ={
["itemId"] =2202007,
["name"] ="奢侈副食A",
["size"] =1,
["des"] ="奢侈副食A的简介",
["img"] ="奢侈副食A的图片路径",
["numOneSec"] =0.209223
},
[2202008] ={
["itemId"] =2202008,
["name"] ="奢侈副食B",
["size"] =1,
["des"] ="奢侈副食B的简介",
["img"] ="奢侈副食B的图片路径",
["numOneSec"] =0.188301
},
[2203001] ={
["itemId"] =2203001,
["name"] ="普通服装A",
["size"] =1,
["des"] ="普通服装A的简介",
["img"] ="普通服装A的图片路径",
["numOneSec"] =0.083689
},
[2203002] ={
["itemId"] =2203002,
["name"] ="普通服装B",
["size"] =1,
["des"] ="普通服装B的简介",
["img"] ="普通服装B的图片路径",
["numOneSec"] =0.087037
},
[2203003] ={
["itemId"] =2203003,
["name"] ="中级服装A",
["size"] =1,
["des"] ="中级服装A的简介",
["img"] ="中级服装A的图片路径",
["numOneSec"] =0.041844
},
[2203004] ={
["itemId"] =2203004,
["name"] ="中级服装B",
["size"] =1,
["des"] ="中级服装B的简介",
["img"] ="中级服装B的图片路径",
["numOneSec"] =0.0431
},
[2203005] ={
["itemId"] =2203005,
["name"] ="高级服装A",
["size"] =1,
["des"] ="高级服装A的简介",
["img"] ="高级服装A的图片路径",
["numOneSec"] =2.092237
},
[2203006] ={
["itemId"] =2203006,
["name"] ="高级服装B",
["size"] =1,
["des"] ="高级服装B的简介",
["img"] ="高级服装B的图片路径",
["numOneSec"] =2.071315
},
[2203007] ={
["itemId"] =2203007,
["name"] ="奢侈服装A",
["size"] =1,
["des"] ="奢侈服装A的简介",
["img"] ="奢侈服装A的图片路径",
["numOneSec"] =0.697412
},
[2203008] ={
["itemId"] =2203008,
["name"] ="奢侈服装B",
["size"] =1,
["des"] ="奢侈服装B的简介",
["img"] ="奢侈服装B的图片路径",
["numOneSec"] =0.669516
}
}
