Good={
[2251001] ={
["itemId"] =2251001,
["name"] ="普通主食A",
["size"] =1,
["des"] ="普通主食A的简介",
["img"] ="普通主食A的图片路径",
["numOneSec"] =0.627671
},
[2251002] ={
["itemId"] =2251002,
["name"] ="普通主食B",
["size"] =1,
["des"] ="普通主食B的简介",
["img"] ="普通主食B的图片路径",
["numOneSec"] =0.596287
},
[2251003] ={
["itemId"] =2251003,
["name"] ="中级主食A",
["size"] =1,
["des"] ="中级主食A的简介",
["img"] ="中级主食A的图片路径",
["numOneSec"] =0.209223
},
[2251004] ={
["itemId"] =2251004,
["name"] ="中级主食B",
["size"] =1,
["des"] ="中级主食B的简介",
["img"] ="中级主食B的图片路径",
["numOneSec"] =0.188301
},
[2251005] ={
["itemId"] =2251005,
["name"] ="高级主食A",
["size"] =1,
["des"] ="高级主食A的简介",
["img"] ="高级主食A的图片路径",
["numOneSec"] =0.083689
},
[2251006] ={
["itemId"] =2251006,
["name"] ="高级主食B",
["size"] =1,
["des"] ="高级主食B的简介",
["img"] ="高级主食B的图片路径",
["numOneSec"] =0.087037
},
[2251007] ={
["itemId"] =2251007,
["name"] ="奢侈主食A",
["size"] =1,
["des"] ="奢侈主食A的简介",
["img"] ="奢侈主食A的图片路径",
["numOneSec"] =0.041844
},
[2251008] ={
["itemId"] =2251008,
["name"] ="奢侈主食B",
["size"] =1,
["des"] ="奢侈主食B的简介",
["img"] ="奢侈主食B的图片路径",
["numOneSec"] =0.0431
},
[2252001] ={
["itemId"] =2252001,
["name"] ="普通副食A",
["size"] =1,
["des"] ="普通副食A的简介",
["img"] ="普通副食A的图片路径",
["numOneSec"] =2.092237
},
[2252002] ={
["itemId"] =2252002,
["name"] ="普通副食B",
["size"] =1,
["des"] ="普通副食B的简介",
["img"] ="普通副食B的图片路径",
["numOneSec"] =2.071315
},
[2252003] ={
["itemId"] =2252003,
["name"] ="中级副食A",
["size"] =1,
["des"] ="中级副食A的简介",
["img"] ="中级副食A的图片路径",
["numOneSec"] =0.697412
},
[2252004] ={
["itemId"] =2252004,
["name"] ="中级副食B",
["size"] =1,
["des"] ="中级副食B的简介",
["img"] ="中级副食B的图片路径",
["numOneSec"] =0.669516
},
[2252005] ={
["itemId"] =2252005,
["name"] ="高级副食A",
["size"] =1,
["des"] ="高级副食A的简介",
["img"] ="高级副食A的图片路径",
["numOneSec"] =0.627671
},
[2252006] ={
["itemId"] =2252006,
["name"] ="高级副食B",
["size"] =1,
["des"] ="高级副食B的简介",
["img"] ="高级副食B的图片路径",
["numOneSec"] =0.596287
},
[2252007] ={
["itemId"] =2252007,
["name"] ="奢侈副食A",
["size"] =1,
["des"] ="奢侈副食A的简介",
["img"] ="奢侈副食A的图片路径",
["numOneSec"] =0.209223
},
[2252008] ={
["itemId"] =2252008,
["name"] ="奢侈副食B",
["size"] =1,
["des"] ="奢侈副食B的简介",
["img"] ="奢侈副食B的图片路径",
["numOneSec"] =0.188301
},
[2253001] ={
["itemId"] =2253001,
["name"] ="普通服装A",
["size"] =1,
["des"] ="普通服装A的简介",
["img"] ="普通服装A的图片路径",
["numOneSec"] =0.083689
},
[2253002] ={
["itemId"] =2253002,
["name"] ="普通服装B",
["size"] =1,
["des"] ="普通服装B的简介",
["img"] ="普通服装B的图片路径",
["numOneSec"] =0.087037
},
[2253003] ={
["itemId"] =2253003,
["name"] ="中级服装A",
["size"] =1,
["des"] ="中级服装A的简介",
["img"] ="中级服装A的图片路径",
["numOneSec"] =0.041844
},
[2253004] ={
["itemId"] =2253004,
["name"] ="中级服装B",
["size"] =1,
["des"] ="中级服装B的简介",
["img"] ="中级服装B的图片路径",
["numOneSec"] =0.0431
},
[2253005] ={
["itemId"] =2253005,
["name"] ="高级服装A",
["size"] =1,
["des"] ="高级服装A的简介",
["img"] ="高级服装A的图片路径",
["numOneSec"] =2.092237
},
[2253006] ={
["itemId"] =2253006,
["name"] ="高级服装B",
["size"] =1,
["des"] ="高级服装B的简介",
["img"] ="高级服装B的图片路径",
["numOneSec"] =2.071315
},
[2253007] ={
["itemId"] =2253007,
["name"] ="奢侈服装A",
["size"] =1,
["des"] ="奢侈服装A的简介",
["img"] ="奢侈服装A的图片路径",
["numOneSec"] =0.697412
},
[2253008] ={
["itemId"] =2253008,
["name"] ="奢侈服装B",
["size"] =1,
["des"] ="奢侈服装B的简介",
["img"] ="奢侈服装B的图片路径",
["numOneSec"] =0.669516
}
}
