Material={
[1] ={
["_id"] =2151001,
["name"] =主食材料A,
["size"] =1,
["des"] =主食材料A的说明,
["img"] =主食材料A的图片路径
},
[2] ={
["_id"] =2151002,
["name"] =主食材料B,
["size"] =1,
["des"] =主食材料B的说明,
["img"] =主食材料B的图片路径
},
[3] ={
["_id"] =2151003,
["name"] =主食材料C,
["size"] =1,
["des"] =主食材料C的说明,
["img"] =主食材料C的图片路径
},
[4] ={
["_id"] =2151004,
["name"] =主食材料D,
["size"] =1,
["des"] =主食材料D的说明,
["img"] =主食材料D的图片路径
},
[5] ={
["_id"] =2152001,
["name"] =副食材料A,
["size"] =1,
["des"] =副食材料A的说明,
["img"] =副食材料A的图片路径
},
[6] ={
["_id"] =2152002,
["name"] =副食材料B,
["size"] =1,
["des"] =副食材料B的说明,
["img"] =副食材料B的图片路径
},
[7] ={
["_id"] =2152003,
["name"] =副食材料C,
["size"] =1,
["des"] =副食材料C的说明,
["img"] =副食材料C的图片路径
},
[8] ={
["_id"] =2152004,
["name"] =副食材料D,
["size"] =1,
["des"] =副食材料D的说明,
["img"] =副食材料D的图片路径
},
[9] ={
["_id"] =2153001,
["name"] =服装材料A,
["size"] =1,
["des"] =服装材料A的说明,
["img"] =服装材料A的图片路径
},
[10] ={
["_id"] =2153002,
["name"] =服装材料B,
["size"] =1,
["des"] =服装材料B的说明,
["img"] =服装材料B的图片路径
},
[11] ={
["_id"] =2153003,
["name"] =服装材料C,
["size"] =1,
["des"] =服装材料C的说明,
["img"] =服装材料C的图片路径
},
[12] ={
["_id"] =2153004,
["name"] =服装材料D,
["size"] =1,
["des"] =服装材料D的说明,
["img"] =服装材料D的图片路径
},
[13] ={
["_id"] =2154001,
["name"] =配饰材料A,
["size"] =1,
["des"] =配饰材料A的说明,
["img"] =配饰材料A的图片路径
},
[14] ={
["_id"] =2154002,
["name"] =配饰材料B,
["size"] =1,
["des"] =配饰材料B的说明,
["img"] =配饰材料B的图片路径
},
[15] ={
["_id"] =2154003,
["name"] =配饰材料C,
["size"] =1,
["des"] =配饰材料C的说明,
["img"] =配饰材料C的图片路径
},
[16] ={
["_id"] =2154004,
["name"] =配饰材料D,
["size"] =1,
["des"] =配饰材料D的说明,
["img"] =配饰材料D的图片路径
},
[17] ={
["_id"] =2155001,
["name"] =运动材料A,
["size"] =1,
["des"] =运动材料A的说明,
["img"] =运动材料A的图片路径
},
[18] ={
["_id"] =2155002,
["name"] =运动材料B,
["size"] =1,
["des"] =运动材料B的说明,
["img"] =运动材料B的图片路径
},
[19] ={
["_id"] =2155003,
["name"] =运动材料C,
["size"] =1,
["des"] =运动材料C的说明,
["img"] =运动材料C的图片路径
},
[20] ={
["_id"] =2155004,
["name"] =运动材料D,
["size"] =1,
["des"] =运动材料D的说明,
["img"] =运动材料D的图片路径
},
[21] ={
["_id"] =2156001,
["name"] =数码材料A,
["size"] =1,
["des"] =数码材料A的说明,
["img"] =数码材料A的图片路径
},
[22] ={
["_id"] =2156002,
["name"] =数码材料B,
["size"] =1,
["des"] =数码材料B的说明,
["img"] =数码材料B的图片路径
},
[23] ={
["_id"] =2156003,
["name"] =数码材料C,
["size"] =1,
["des"] =数码材料C的说明,
["img"] =数码材料C的图片路径
},
[24] ={
["_id"] =2156004,
["name"] =数码材料D,
["size"] =1,
["des"] =数码材料D的说明,
["img"] =数码材料D的图片路径
}
}