Material={
[1] ={
["itemId"] =2151001,
["name"] ="主食材料A",
["size"] =1,
["des"] ="主食材料A的说明",
["img"] ="主食材料A的图片路径"
},
[2] ={
["itemId"] =2151002,
["name"] ="主食材料B",
["size"] =1,
["des"] ="主食材料B的说明",
["img"] ="主食材料B的图片路径"
},
[3] ={
["itemId"] =2151003,
["name"] ="主食材料C",
["size"] =1,
["des"] ="主食材料C的说明",
["img"] ="主食材料C的图片路径"
},
[4] ={
["itemId"] =2151004,
["name"] ="主食材料D",
["size"] =1,
["des"] ="主食材料D的说明",
["img"] ="主食材料D的图片路径"
},
[5] ={
["itemId"] =2152001,
["name"] ="副食材料A",
["size"] =1,
["des"] ="副食材料A的说明",
["img"] ="副食材料A的图片路径"
},
[6] ={
["itemId"] =2152002,
["name"] ="副食材料B",
["size"] =1,
["des"] ="副食材料B的说明",
["img"] ="副食材料B的图片路径"
},
[7] ={
["itemId"] =2152003,
["name"] ="副食材料C",
["size"] =1,
["des"] ="副食材料C的说明",
["img"] ="副食材料C的图片路径"
},
[8] ={
["itemId"] =2152004,
["name"] ="副食材料D",
["size"] =1,
["des"] ="副食材料D的说明",
["img"] ="副食材料D的图片路径"
},
[9] ={
["itemId"] =2153001,
["name"] ="服装材料A",
["size"] =1,
["des"] ="服装材料A的说明",
["img"] ="服装材料A的图片路径"
},
[10] ={
["itemId"] =2153002,
["name"] ="服装材料B",
["size"] =1,
["des"] ="服装材料B的说明",
["img"] ="服装材料B的图片路径"
},
[11] ={
["itemId"] =2153003,
["name"] ="服装材料C",
["size"] =1,
["des"] ="服装材料C的说明",
["img"] ="服装材料C的图片路径"
},
[12] ={
["itemId"] =2153004,
["name"] ="服装材料D",
["size"] =1,
["des"] ="服装材料D的说明",
["img"] ="服装材料D的图片路径"
},
[13] ={
["itemId"] =2154001,
["name"] ="配饰材料A",
["size"] =1,
["des"] ="配饰材料A的说明",
["img"] ="配饰材料A的图片路径"
},
[14] ={
["itemId"] =2154002,
["name"] ="配饰材料B",
["size"] =1,
["des"] ="配饰材料B的说明",
["img"] ="配饰材料B的图片路径"
},
[15] ={
["itemId"] =2154003,
["name"] ="配饰材料C",
["size"] =1,
["des"] ="配饰材料C的说明",
["img"] ="配饰材料C的图片路径"
},
[16] ={
["itemId"] =2154004,
["name"] ="配饰材料D",
["size"] =1,
["des"] ="配饰材料D的说明",
["img"] ="配饰材料D的图片路径"
},
[17] ={
["itemId"] =2155001,
["name"] ="运动材料A",
["size"] =1,
["des"] ="运动材料A的说明",
["img"] ="运动材料A的图片路径"
},
[18] ={
["itemId"] =2155002,
["name"] ="运动材料B",
["size"] =1,
["des"] ="运动材料B的说明",
["img"] ="运动材料B的图片路径"
},
[19] ={
["itemId"] =2155003,
["name"] ="运动材料C",
["size"] =1,
["des"] ="运动材料C的说明",
["img"] ="运动材料C的图片路径"
},
[20] ={
["itemId"] =2155004,
["name"] ="运动材料D",
["size"] =1,
["des"] ="运动材料D的说明",
["img"] ="运动材料D的图片路径"
},
[21] ={
["itemId"] =2156001,
["name"] ="数码材料A",
["size"] =1,
["des"] ="数码材料A的说明",
["img"] ="数码材料A的图片路径"
},
[22] ={
["itemId"] =2156002,
["name"] ="数码材料B",
["size"] =1,
["des"] ="数码材料B的说明",
["img"] ="数码材料B的图片路径"
},
[23] ={
["itemId"] =2156003,
["name"] ="数码材料C",
["size"] =1,
["des"] ="数码材料C的说明",
["img"] ="数码材料C的图片路径"
},
[24] ={
["itemId"] =2156004,
["name"] ="数码材料D",
["size"] =1,
["des"] ="数码材料D的说明",
["img"] ="数码材料D的图片路径"
}
}
