Material={
    [2151001] ={
        ["itemId"] =2151001,
        ["name"] ="普通主食材料",
        ["size"] =1,
        ["des"] ="普通主食材料的简介",
        ["img"] ="普通主食材料的图片路径",
        ["numOneSec"] =0.627671
    },
    [2151002] ={
        ["itemId"] =2151002,
        ["name"] ="中级主食材料",
        ["size"] =1,
        ["des"] ="中级主食材料的简介",
        ["img"] ="中级主食材料的图片路径",
        ["numOneSec"] =0.209223
    },
    [2151003] ={
        ["itemId"] =2151003,
        ["name"] ="高级主食材料",
        ["size"] =1,
        ["des"] ="高级主食材料的简介",
        ["img"] ="高级主食材料的图片路径",
        ["numOneSec"] =0.083689
    },
    [2151004] ={
        ["itemId"] =2151004,
        ["name"] ="奢侈主食材料",
        ["size"] =1,
        ["des"] ="奢侈主食材料的简介",
        ["img"] ="奢侈主食材料的图片路径",
        ["numOneSec"] =0.041844
    },
    [2152001] ={
        ["itemId"] =2152001,
        ["name"] ="普通副食材料",
        ["size"] =1,
        ["des"] ="普通副食材料的简介",
        ["img"] ="普通副食材料的图片路径",
        ["numOneSec"] =2.092237
    },
    [2152002] ={
        ["itemId"] =2152002,
        ["name"] ="中级副食材料",
        ["size"] =1,
        ["des"] ="中级副食材料的简介",
        ["img"] ="中级副食材料的图片路径",
        ["numOneSec"] =0.697412
    },
    [2152003] ={
        ["itemId"] =2152003,
        ["name"] ="高级副食材料",
        ["size"] =1,
        ["des"] ="高级副食材料的简介",
        ["img"] ="高级副食材料的图片路径",
        ["numOneSec"] =0.627671
    },
    [2152004] ={
        ["itemId"] =2152004,
        ["name"] ="奢侈副食材料",
        ["size"] =1,
        ["des"] ="奢侈副食材料的简介",
        ["img"] ="奢侈副食材料的图片路径",
        ["numOneSec"] =0.209223
    },
    [2153001] ={
        ["itemId"] =2153001,
        ["name"] ="普通服装材料",
        ["size"] =1,
        ["des"] ="普通服装材料的简介",
        ["img"] ="普通服装材料的图片路径",
        ["numOneSec"] =0.083689
    },
    [2153002] ={
        ["itemId"] =2153002,
        ["name"] ="中级服装材料",
        ["size"] =1,
        ["des"] ="中级服装材料的简介",
        ["img"] ="中级服装材料的图片路径",
        ["numOneSec"] =0.041844
    },
    [2153003] ={
        ["itemId"] =2153003,
        ["name"] ="高级服装材料",
        ["size"] =1,
        ["des"] ="高级服装材料的简介",
        ["img"] ="高级服装材料的图片路径",
        ["numOneSec"] =2.092237
    },
    [2153004] ={
        ["itemId"] =2153004,
        ["name"] ="奢侈服装材料",
        ["size"] =1,
        ["des"] ="奢侈服装材料的简介",
        ["img"] ="奢侈服装材料的图片路径",
        ["numOneSec"] =0.697412
    },
    [2154001] ={
        ["itemId"] =2154001,
        ["name"] ="普通配饰材料",
        ["size"] =1,
        ["des"] ="普通配饰材料的简介",
        ["img"] ="普通配饰材料的图片路径",
        ["numOneSec"] =0.627671
    },
    [2154002] ={
        ["itemId"] =2154002,
        ["name"] ="中级配饰材料",
        ["size"] =1,
        ["des"] ="中级配饰材料的简介",
        ["img"] ="中级配饰材料的图片路径",
        ["numOneSec"] =0.209223
    },
    [2154003] ={
        ["itemId"] =2154003,
        ["name"] ="高级配饰材料",
        ["size"] =1,
        ["des"] ="高级配饰材料的简介",
        ["img"] ="高级配饰材料的图片路径",
        ["numOneSec"] =0.083689
    },
    [2154004] ={
        ["itemId"] =2154004,
        ["name"] ="奢侈配饰材料",
        ["size"] =1,
        ["des"] ="奢侈配饰材料的简介",
        ["img"] ="奢侈配饰材料的图片路径",
        ["numOneSec"] =0.041844
    },
    [2155001] ={
        ["itemId"] =2155001,
        ["name"] ="普通运动材料",
        ["size"] =1,
        ["des"] ="普通运动材料的简介",
        ["img"] ="普通运动材料的图片路径",
        ["numOneSec"] =2.092237
    },
    [2155002] ={
        ["itemId"] =2155002,
        ["name"] ="中级运动材料",
        ["size"] =1,
        ["des"] ="中级运动材料的简介",
        ["img"] ="中级运动材料的图片路径",
        ["numOneSec"] =0.697412
    },
    [2155003] ={
        ["itemId"] =2155003,
        ["name"] ="高级运动材料",
        ["size"] =1,
        ["des"] ="高级运动材料的简介",
        ["img"] ="高级运动材料的图片路径",
        ["numOneSec"] =0.627671
    },
    [2155004] ={
        ["itemId"] =2155004,
        ["name"] ="奢侈运动材料",
        ["size"] =1,
        ["des"] ="奢侈运动材料的简介",
        ["img"] ="奢侈运动材料的图片路径",
        ["numOneSec"] =0.209223
    },
    [2156001] ={
        ["itemId"] =2156001,
        ["name"] ="普通数码材料",
        ["size"] =1,
        ["des"] ="普通数码材料的简介",
        ["img"] ="普通数码材料的图片路径",
        ["numOneSec"] =0.083689
    },
    [2156002] ={
        ["itemId"] =2156002,
        ["name"] ="中级数码材料",
        ["size"] =1,
        ["des"] ="中级数码材料的简介",
        ["img"] ="中级数码材料的图片路径",
        ["numOneSec"] =0.041844
    },
    [2156003] ={
        ["itemId"] =2156003,
        ["name"] ="高级数码材料",
        ["size"] =1,
        ["des"] ="高级数码材料的简介",
        ["img"] ="高级数码材料的图片路径",
        ["numOneSec"] =2.092237
    },
    [2156004] ={
        ["itemId"] =2156004,
        ["name"] ="奢侈数码材料",
        ["size"] =1,
        ["des"] ="奢侈数码材料的简介",
        ["img"] ="奢侈数码材料的图片路径",
        ["numOneSec"] =0.697412
    }
}
