Material={
    [2151001] ={
        ["itemId"] =2151001,
        ["name"] ="主食材料A",
        ["size"] =1,
        ["des"] ="主食材料A的说明",
        ["img"] ="主食材料A的图片路径"
    },
    [2151002] ={
        ["itemId"] =2151002,
        ["name"] ="主食材料B",
        ["size"] =1,
        ["des"] ="主食材料B的说明",
        ["img"] ="主食材料B的图片路径"
    },
    [2151003] ={
        ["itemId"] =2151003,
        ["name"] ="主食材料C",
        ["size"] =1,
        ["des"] ="主食材料C的说明",
        ["img"] ="主食材料C的图片路径"
    },
    [2151004] ={
        ["itemId"] =2151004,
        ["name"] ="主食材料D",
        ["size"] =1,
        ["des"] ="主食材料D的说明",
        ["img"] ="主食材料D的图片路径"
    },
    [2152001] ={
        ["itemId"] =2152001,
        ["name"] ="副食材料A",
        ["size"] =1,
        ["des"] ="副食材料A的说明",
        ["img"] ="副食材料A的图片路径"
    },
    [2152002] ={
        ["itemId"] =2152002,
        ["name"] ="副食材料B",
        ["size"] =1,
        ["des"] ="副食材料B的说明",
        ["img"] ="副食材料B的图片路径"
    },
    [2152003] ={
        ["itemId"] =2152003,
        ["name"] ="副食材料C",
        ["size"] =1,
        ["des"] ="副食材料C的说明",
        ["img"] ="副食材料C的图片路径"
    },
    [2152004] ={
        ["itemId"] =2152004,
        ["name"] ="副食材料D",
        ["size"] =1,
        ["des"] ="副食材料D的说明",
        ["img"] ="副食材料D的图片路径"
    },
    [2153001] ={
        ["itemId"] =2153001,
        ["name"] ="服装材料A",
        ["size"] =1,
        ["des"] ="服装材料A的说明",
        ["img"] ="服装材料A的图片路径"
    },
    [2153002] ={
        ["itemId"] =2153002,
        ["name"] ="服装材料B",
        ["size"] =1,
        ["des"] ="服装材料B的说明",
        ["img"] ="服装材料B的图片路径"
    },
    [2153003] ={
        ["itemId"] =2153003,
        ["name"] ="服装材料C",
        ["size"] =1,
        ["des"] ="服装材料C的说明",
        ["img"] ="服装材料C的图片路径"
    },
    [2153004] ={
        ["itemId"] =2153004,
        ["name"] ="服装材料D",
        ["size"] =1,
        ["des"] ="服装材料D的说明",
        ["img"] ="服装材料D的图片路径"
    },
    [2154001] ={
        ["itemId"] =2154001,
        ["name"] ="配饰材料A",
        ["size"] =1,
        ["des"] ="配饰材料A的说明",
        ["img"] ="配饰材料A的图片路径"
    },
    [2154002] ={
        ["itemId"] =2154002,
        ["name"] ="配饰材料B",
        ["size"] =1,
        ["des"] ="配饰材料B的说明",
        ["img"] ="配饰材料B的图片路径"
    },
    [2154003] ={
        ["itemId"] =2154003,
        ["name"] ="配饰材料C",
        ["size"] =1,
        ["des"] ="配饰材料C的说明",
        ["img"] ="配饰材料C的图片路径"
    },
    [2154004] ={
        ["itemId"] =2154004,
        ["name"] ="配饰材料D",
        ["size"] =1,
        ["des"] ="配饰材料D的说明",
        ["img"] ="配饰材料D的图片路径"
    },
    [2155001] ={
        ["itemId"] =2155001,
        ["name"] ="运动材料A",
        ["size"] =1,
        ["des"] ="运动材料A的说明",
        ["img"] ="运动材料A的图片路径"
    },
    [2155002] ={
        ["itemId"] =2155002,
        ["name"] ="运动材料B",
        ["size"] =1,
        ["des"] ="运动材料B的说明",
        ["img"] ="运动材料B的图片路径"
    },
    [2155003] ={
        ["itemId"] =2155003,
        ["name"] ="运动材料C",
        ["size"] =1,
        ["des"] ="运动材料C的说明",
        ["img"] ="运动材料C的图片路径"
    },
    [2155004] ={
        ["itemId"] =2155004,
        ["name"] ="运动材料D",
        ["size"] =1,
        ["des"] ="运动材料D的说明",
        ["img"] ="运动材料D的图片路径"
    },
    [2156001] ={
        ["itemId"] =2156001,
        ["name"] ="数码材料A",
        ["size"] =1,
        ["des"] ="数码材料A的说明",
        ["img"] ="数码材料A的图片路径"
    },
    [2156002] ={
        ["itemId"] =2156002,
        ["name"] ="数码材料B",
        ["size"] =1,
        ["des"] ="数码材料B的说明",
        ["img"] ="数码材料B的图片路径"
    },
    [2156003] ={
        ["itemId"] =2156003,
        ["name"] ="数码材料C",
        ["size"] =1,
        ["des"] ="数码材料C的说明",
        ["img"] ="数码材料C的图片路径"
    },
    [2156004] ={
        ["itemId"] =2156004,
        ["name"] ="数码材料D",
        ["size"] =1,
        ["des"] ="数码材料D的说明",
        ["img"] ="数码材料D的图片路径"
    }
}
