Notice = {
    [1] = {
     header = 13010005,
	 content = "您好,{0}住宅入住人数已满请及时查看.",
     redirect=""
    },
    [2] = {
     header = 13010016,
	 content = "您好,{0}{1}仓库已满,请及时查看.",
	 redirect=""
    },
    [3] = {
     header = 13010018,
	 content = "您好,{0}{1}{2}生产线已完成,生产数量:{3}请及时查看.",
	 redirect=""
    },
    [4] = {
     header = 13010029,
	 content = "您好,{0}{1}因员工工资未发放,已停工.",
	 redirect=""
    },
    [5] = {
        header = 13010075,
        content = "您好，{0}推广公司有新的推广预约，已加入队列。预约时间：{1}，收益：{2}，预计开始时间：{3}.",
        redirect=""
    },
    [6] = {
        header = 13010076,
        content = "您好，{0}研究所有新的研究预约，已加入队列。预约时间：{1}，收益：{2}，预计开始时间：{3}.",
        redirect=""
    },
    [7] = {
        header = 13010077,
        content = "您好，{0}推广公司推广已完成。推广时间：{1}，推广效果：知名度提升{2}.",
        redirect=""
    },
    [8] = {
        header = 13010078,
        content = "您好，{0}研究所Eva点数研究（1/10)已完成。获得一份研究资料，请及时查看。.",
        redirect = ""
    },
    [9] = {
        header = 1301007579,
        content = "您好，{0}研究所衣服发明（1/10)已完成。获得一份研究资料，请及时查看。.",
        redirect = ""
    },
    [10] = {
     header = 13010042,
	 content = "您好,您已成功获得{0}土地.",
	 redirect=""
    },
    [11] = {
     header = 13010050,
	 content = "您好,{0}已同意了您的好友申请。.",
	 redirect=""
}   ,
    [12] = {
     header = 13010052,
	 content = "您好,您出售的{0}土地已被{1}购买.",
	 redirect=""
    },
    [13] = {
     header = 13010064,
	 content = "您好,您出租的{0}土地已被{1}租赁.",
	 redirect=""
    },

    [14] = {
        header = 13010067,
        content = "您好，{0}公会已将您踢出商业联盟.",
        redirect=""
    },
    [15] = {
        header = 13010065,
        content = "您好，{0}公会已同意您的加入申请",
        redirect=""
    },
    [16] = {
        header = 13010069,
        content = "您好，{0}公会已拒绝您的加入申请",
        redirect=""
    }
}